[
  {
    "title": "Arcus Temporum Art Festival, Pannonhalma.",
    "description": "Arcus Temporum means “arches of time”. The link between the past and the present, and the role of art in the life of Pannonhalma are crucially important. Unique contemporary architectural projects are linked to this client representing an open and innovative approach. These same values are reflected in Benedek Takács’s design, in which the unity of time, place and space is created in a three-directional coordinate system flexibly changing in every medium, while being able to separate and organise various contents into a visual unity. The design is at once remarkably modern, clear, and playful. The content is translated well into a forward-pointing and exemplary design that innovatively links art, past, present and future. – Statement of the Jury, Hungarian Design Award, 2015. Client: Archabbey of Pannonhalma",
    "images": [
      [{ "filename": "Arcus_1.jpg", "caption": "2016" }],
      [{ "filename": "Arcus_2.jpg", "caption": "2017" }]
    ],
    "orderId": "2"
  },
  {
    "title": "Miniatűr Utópia",
    "description": "Dimensions 4x5x4 m. Unt ullacca tiorera tibuste di deri aliaeped quas adisti isquatur, quiduci occus anti od exerferum experib usapic totatqu ateniae il ipsaerum a aut qui ullaut eos eum, inihil mod qui ommolup itamentior seceptas et ium solorunt pra ducid quodipi tatiunt. Edis eatur sim repe cum inus corepudiscia volupta conserferum as sectur? Quis volorero coresti nveliqui autem nam expliqui omniasp ellaut faces auda volorempe lat. Xeritati dolorescit, commolu ptaeprovit, to ere es quidi blacearibus et que nonsed molenda dis rehentia quam vent libus.",
    "images": [
      [{ "filename": "MiniaturUtopia_1.jpg" }, { "filename": "MiniaturUtopia_2.jpg" }],
      [{ "filename": "MiniaturUtopia_3.jpg" }]
    ],
    "orderId": "1"
  },
  {
    "title": "Modular Type",
    "description": "Unt ullacca tiorera tibuste di deri aliaeped quas adisti isquatur, quiduci occus anti od exerferum experib usapic totatqu ateniae il ipsaerum a aut qui ullaut eos eum, inihil mod qui ommolup itamentior seceptas et ium solorunt pra ducid quodipi tatiunt. Edis eatur sim repe cum inus corepudiscia volupta conserferum as sectur? Quis volorero coresti nveliqui autem nam expliqui omniasp ellaut faces auda volorempe lat. Xeritati dolorescit, commolu ptaeprovit, to ere es quidi blacearibus et que nonsed molenda dis rehentia quam vent libus.",
    "images": [
      [{ "filename": "Modualar_1.jpg" }]
    ]
  },
  {
    "title": "Floor to Floor",
    "description": "Concept of stairs. Workshop with Louis Lüthi. ECAL Master in Type Design, 2018. Excerpt from Giampiero Aloi: Scale Stairs – Hoepli, Milan 1973",
    "images": [
      [{ "filename": "floor_to_floor_1.jpg" }]
    ]
  },
{
    "title": "Experimental Sketches",
    "description": "Berlin, 2016",
    "images": [
      [{ "filename": "16_BT_experimental_sketches_1.jpg" }]
    ]
  }
]
