[
  {
    "title": "Arcus Temporum Art Festival",
    "description": "When creating the logo of the festival, first I wanted to answer the question, “which notions can define the atmosphere of a place?” This is how I got to the triple notion of -unity of time–place– and space; and to the picture of the three-way coordinate system involving them. The logo of the festival originates from this coordinate system. The arrow motive and the spatial reference of the coordinate system appear in the logo.",
    "images": [
      [{ "filename": "Arcus_1.jpg", "caption": "2016" }],
      [{ "filename": "Arcus_2.jpg", "caption": "2017" }]
    ],
    "orderId": "2"
  },
  {
    "title": "Miniatűr Utópia",
    "description": "Dimensions 4x5x4 m. Unt ullacca tiorera tibuste di deri aliaeped quas adisti isquatur, quiduci occus anti od exerferum experib usapic totatqu ateniae il ipsaerum a aut qui ullaut eos eum, inihil mod qui ommolup itamentior seceptas et ium solorunt pra ducid quodipi tatiunt. Edis eatur sim repe cum inus corepudiscia volupta conserferum as sectur? Quis volorero coresti nveliqui autem nam expliqui omniasp ellaut faces auda volorempe lat. Xeritati dolorescit, commolu ptaeprovit, to ere es quidi blacearibus et que nonsed molenda dis rehentia quam vent libus.",
    "images": ["MiniaturUtopia_1.jpg", "MiniaturUtopia_2.jpg", "MiniaturUtopia_3.jpg"],
    "orderId": "1"
  },
  {
    "title": "Modular Type",
    "description": "Unt ullacca tiorera tibuste di deri aliaeped quas adisti isquatur, quiduci occus anti od exerferum experib usapic totatqu ateniae il ipsaerum a aut qui ullaut eos eum, inihil mod qui ommolup itamentior seceptas et ium solorunt pra ducid quodipi tatiunt. Edis eatur sim repe cum inus corepudiscia volupta conserferum as sectur? Quis volorero coresti nveliqui autem nam expliqui omniasp ellaut faces auda volorempe lat. Xeritati dolorescit, commolu ptaeprovit, to ere es quidi blacearibus et que nonsed molenda dis rehentia quam vent libus.",
    "images": ["Modualar_1.jpg"]
  }
]
