[
  {
    "title": "Arcus Temporum Art Festival",
    "description": "– Arcus Temporum means “arches of time”. The link between the past and the present, and the role of art in the life of Pannonhalma are crucially important. Unique contemporary architectural projects are linked to this client representing an open and innovative approach. These same values are reflected in Benedek Takács’s design, in which the unity of time, place and space is created in a three-directional coordinate system flexibly changing in every medium, while being able to separate and organise various contents into a visual unity. The design is at once remarkably modern, clear, and playful. The content is translated well into a forward-pointing and exemplary design that innovatively links art, past, present and future. – Statement of the Jury, Hungarian Design Award, 2015. Client: Archabbey of Pannonhalma",
    "images": [
      [{ "filename": "Arcus_1.jpg", "caption": "Catalogue, Arcus Temporum Art Festival" }],
      [{ "filename": "Arcus_2.jpg", "caption": "Visual identity code book and catalogue in three sizes, one in miniature book format" }]
    ],
    "orderId": "Arcus"
  },
  {
    "title": "Miniatűr Utópia",
    "description": "– “How does a small printed and bound object reflects on the enormous system of political propaganda?” My master diploma project ‘Miniatűr Utópia’ was a research and exhibition on miniature books from the Soviet era in Hungary. Emphasising the benefit of miniature books the exhibition is costume made to be one modular travelling structure. For the exhibition was developed a typeface with characteristic ink traps supporting reading in small size and functioning as a display font in large sizes. ECAL, Master in Type Design 2019. Mentors: Julia Born, Kai Bernau, Matthieu Cortat. Mentors of Thesis: Wayne Daly, Roland Früh, John Morgan<br /><br />[Prix EXECAL, Miniature Book Society [USA] Student Grant]<br /><br />installation 3.11 × 3.3 × 1.87 m<br />poster 1.8 × 6 m<br />miniature books max. 0.07 m<br /><br />The Exhibition is combining various skill sets of approaches:<br />1 &nbsp; Typeface designed for miniature books and for display sizes<br />2 &nbsp; Research, documentation and written thesis on miniature books from the Soviet era in Hungary<br />3 &nbsp; A collection built out of 200 books for the exhibition<br />4 &nbsp; Digitalized database<br />5 &nbsp; Curational work and selection of the miniature books<br />6 &nbsp; A modular exhibition system from aluminium, designed and produced in an own ratio system fitting to miniature books",
    "images": [
      [{ "filename": "Mini_5.jpg" }],
      [{ "filename": "Mini_1.jpg" }, { "filename": "Mini_2.jpg" }],
      [{ "filename": "Mini_10.jpg" }],
      [{ "filename": "Mini_3.jpg" }],
      [{ "filename": "Mini_4.jpg" }, { "filename": "Mini_6.jpg" }],
      [{ "filename": "Mini_11.jpg" }],
      [{ "filename": "Mini_12.jpg" }],
      [{ "filename": "Mini_13.jpg" }],
      [{ "filename": "Mini_14.jpg" }],
      [{ "filename": "Mini_9.jpg" }, { "filename": "Mini_15.jpg" }]
    ],
    "orderId": "Mini"
  },
  {
    "title": "Modular Type",
    "description": "– Construction of Letters",
    "images": [
      [{ "filename": "mod_1.jpg" }]
    ],
    "orderId": "mod"
  },
  {
    "title": "Montag Modus",
    "description": "– Klimata is a year long interdisciplinary project of the performance series Montag Modus, curated by MMpraxis curatorial platform in Berlin. Klimata consists of five subsequent events that explore current global economic, political and social developments, taking the term “climate” in its broadest sense. Over the course of 2019, Montag Modus invites artists from both visual and performing arts as well as a writer or cultural scholar to contribute to the given topic.<br />Curators:Léna Szirmay-Kalos, Dániel Kovács, Jasna L. Vinovrški<br />Berlin, 2019",
    "images": [
      [{ "filename": "mm_1.jpg" }],
      [{ "filename": "mm_3.gif" }],
      [{ "filename": "mm_4.jpg" }],
      [{ "filename": "mm_2.jpg" }]
    ],
    "orderId": "mm"
  },
  {
    "title": "Floor to Floor",
    "description": "– Concept of stairs. Workshop with Louis Lüthi. ECAL Master in Type Design, 2018. Excerpt from Giampiero Aloi: Scale Stairs – Hoepli, Milan 1973",
    "images": [
      [{ "filename": "floor_to_floor_1.jpg" }]
    ],
    "orderId": "floor"
  },
  {
    "title": "Made in MOME",
    "description": "– Yearbook made for Moholy-Nagy University of Art and Design Budapest. [In collaboration with Dávid Molnár]",
    "images": [
      [{ "filename": "made_1.jpg" }],
      [{ "filename": "made_2.jpg" }],
      [{ "filename": "made_5.jpg" }],
      [{ "filename": "made_3.jpg" }],
      [{ "filename": "made_6.jpg" }],
      [{ "filename": "made_4.jpg" }]
    ],
    "orderId": "made"
  },
  {
    "title": "Elefánt",
    "description": "– Alternative music band. Visual identity developed in collaboration with Adél Kovács.",
    "images": [ 
      [{ "filename": "mod_6.jpg" }, { "filename": "mod_7.jpg" }],
      [{ "filename": "elefant_2.jpg" }]
    ],
    "orderId": "elefant"
  },
  {
    "title": "Experimental Sketches",
    "description": "Berlin, 2016",
    "images": [
      [{ "filename": "16_BT_experimental_sketches_1.jpg" }]
    ],
    "orderId": "exp"
  }
]
